{
  "Text1": "A Content Security Policy (CSP) helps to ensure any content loaded in the page is trusted by the site owner. CSPs mitigate cross-site scripting (XSS) attacks because they can block unsafe scripts injected by attackers. However, the CSP can easily be bypassed if it is not strict enough. Check out Mitigate cross-site scripting (XSS) with a strict Content Security Policy (CSP) for more information. Lighthouse collects CSPs enforced on the main document, and reports issues from CSP Evaluator if they can be bypassed.",
  "Text2": "Aus einem Kinderbuch von Helme Heine Es war einmal ein Hase mit einer roten Nase und einem blauen Ohr. Das kommt ganz selten vor. Die Tiere wunderten sich sehr, wo kam dieser Hase her. Er hat im Gras gessesen und still den Klee gefressen. Und als der Fuchs vorbei gerannt, hat der den Hasen nicht erkannt. Da freute sich der Hase: „Wie schoen ist meine Nase, und auch mein blaues Ohr, das kommt so selten vor“.",
  "Text3": "A B C D E F G H I J K L M N O P Q R S T U V W X Y Z a b c d e f g h i j k l m n o p q r s t u v w x y z ß Ä ä Ö ö Ü ü 1 2 3 4 5 6 7 8 9 ^ ! \" § $ % & / ( ) = ? ` * + # ' - _ . , : ; € @ { [ ] } \\ < > | ",
  "Text4": "Der Unterschied zwischen den beiden Versionen liegt darin, dass mit load das Event erst ausgelöst wird, wenn das vollständige Dokument (der DOM-Baum) inklusive aller externen Ressourcen wie JavaScript-Dateien, CSS-Dateien oder Bilder geladen wurde. Beim Event DCOMContentLoaded hingegen wird das Event ausgelöst, wenn nur der gesamte DOM-Baum der Webseite geladen wurde. In der Praxis empfehle ich daher DOMContentLoaded anstelle von load zu verwenden, weil hierbei nicht unnötig auf das Laden von externen Ressourcen gewartet werden muss.",
  "Text5": "Drogen Vorübung Genuss Rauschmittel Missbrauch Nikotin Alkohol Kaffee Kakao Bewusstsein Ekstase Geographie Jahrzehnt Intellektuelle Vene Konflikte Haschisch Kanülen Genussstoffe Medikamente Drogen Modeerscheinung Anwendungsform Rauschwirkung bewusstseinsverändernd sozial jeweiligen selbstverständlich gesellschaftlich Fließtext Jahrtausende hindurch haben Menschen auf der ganzen Welt Drogen zu geselligen oder religiösen Zwecken verwendet, aber auch als Medikamente gegen Schmerzen. Meist waren klimatische, kulturelle oder geographische Bedingungen maßgebend, welche Stoffe in der jeweiligen Bevölkerung als Genussmittel verwendet wurden. Kaffee, Tee, Kakao, Nikotin und Alkohol sind bei uns als solche ganz selbstverständlich eingeführt und werden gesellschaftlich sogar gepflegt. Gleichzeitig wird durch vorgeschriebene Regeln dem Missbrauch begegnet. Vor allem das Beispiel Alkohol zeigt aber, dass ein Genussstoff auch als Rauschmittel gebraucht werden kann, wenn diese Regeln nicht beachtet werden. Für die Rauschwirkung sind Anwendungsform und Menge genauso entscheidend wie die Art des Stoffes. Vor wenigen Jahrzehnten hat sich bei uns eine neue Form des Rauschmittelmissbrauchs ausgebreitet. Zunächst tat man das Überhandnehmen bewusstseinsverändernder Drogen als Modeerscheinung ab. Die Verwendung war auf Studenten und Intellektuelle begrenzt. Inzwischen ist sie durch alle sozialen Schichten und Altersgruppen gesickert. Jugendliche wenden sich in zunehmendem Maße härteren Drogen zu. Im Rausch und in der Ekstase suchen sie Lustgefühl, wollen Schwierigkeiten und Konflikte verdrängen. Sie verschleiern diese jedoch nur, schieben sie hinaus, verlagern sie. Wer in seelische und körperliche Abhängigkeit abgleitet, löst keine Probleme, sondern schafft im Gegenteil neue. Enttäuschung über die Rauschwirkung sogenannter weicher Drogen führt oft zum Griff nach härteren Drogen. Fast jeder Fixer hat einmal mit Haschisch, Alkohol oder Medikamenten begonnen. Weil diese Stoffe in die Vene gespritzt werden und Spritzen und Kanülen gemeinsam verwendet werden, kommt es zu schwerwiegenden körperlichen Schädigungen.",
  "Text6": "Heidelberg: Stadt und Schloss in der Geschichte Spuren menschlichen Lebens um Heidelberger gibt es seit Urzeiten: vor 500.000 Jahren lebte der Homo heidelbergensis in der Gegend, aus der Jüngeren Steinzeit sind Topfscherben und Jagdwaffen erhalten, ungefähr 800 v. Chr. siedelten die Kelten auf dem Heiligenberg, später hinterließen die Römer mit einem Kastell archäologische Spuren (und das Wissen um den Weinanbau), bis sie 260 n. Chr. von den Alemannen vertrieben wurden. Mit einer dauerhaften Besiedlung ging es jedoch erst im 6. Jahrhundert los, schnell entwickeln sich die Dörfer Neuenheim und Bergheim, später auch Handschuhsheim (765 erstmals erwähnt), Rohrbach (766) sowie Wieblingen und Kirchheim (Erwähnung 767). Den Titel des Pfalzgrafen bei Rhein erhält zuerst Konrad von Hohenstaufen, Halbbruder des Kaisers Friedrich I. Barbarossa, IM jahre 1155. Der Name “Heidelberch“ wird erstmals 1196 erwähnt, und zwar in einer Urkunde des Klosters Schönau. Bald darauf, im Jahre 1225, beginnt die Geschichte des Schlosses, als der Wittelsbacher Ludwig I., Pfalzgraf von 1214-1231, vom Kloster Lorsch mit einer Burg belehnt wurde, die das Neckartal mit seiner Handelsstraße bewachen sollte. 1356 wird die Kurfürstenwürde in der damaligen deutschen Verfassung verankert: die Pfalzgrafen stellen von nun an einen der sieben Kurfürsten des Reiches. 1386 gründet Ruprecht I. die Universität, schon 1392 erstreckt sich Heidelberg bis zum heutigen Bismarckplatz, und 1400 wird mit dem Bau der Heiliggeistkirche begonnen. Im gleichen Jahr wird Kurfürst Ruprecht III. zum deutschen König Ruprecht I. gewählt, nach seinem Tod 1410 wird die Pfalz unter seinen vier Söhnen aufgeteilt. Nachfolger Ruprechts in Heidelberg wird sein Sohn Ludwig III., und dessen Bekanntschaft mit dem mittelalterlichen Dichter Oswald von Wolkenstein verdankt Heidelberg das frühe Loblied „Ich ruem dich, haidlberg“. In den folgenden Jahren blühen Heidelberg und sein Schloss auf. Ludwig V. (1508-1544) verstärkt die Befestigungsanlage der Burg, unter anderem werden auch der Stückgarten und der Krautturm ausgebaut. Zu dieser Zeit werden auch der Bibliotheksbau und der Frauenzimmerbau erbaut und die Wirtschaftsgebäude erweitert. 1542 fügt Ludwig V. auf der Ostseite noch den Ludwigsbau ein und Friedrich II. lässt 1549 den Gläsernen-Saal-Bau errichten. Mit Kurfürst Ottheinrich (1556-1559) und seinem Ottheinrichsbau beginnt die Verwandlung der Burg in ein prächtiges Renaissance-Schloss. Unter Friedrich IV. (1592-1610) erhält das Schloss einen weiteren Palast, den Friedrichsbau. Friedrich IV. war auch derjenige, der 1606/07 die Festung Friedrichsburg und die Stadt Mannheim gegründet hat. Die Stadt Heidelberg mit ihrer Bevölkerung aus Bayern, Fischern, Handwerkern und Händlern wächst ebenso, aber durch den Erbfolgekrieg sind nur wenige bauliche Zeugnisse erhalten geblieben, ein besonders schönes Beispiel der damaligen Baukunst zeigt jedoch heute noch das Haus Zum Ritter St. Georg am Marktplatz, das 1592 von einem hugenottischen Tuchhändler erbaut wurde. Heidelberg und seine Kurfürsten werden wiederholt in politische und theologische Auseinandersetzungen um Päpste und die Frage nach dem wahren Glauben verwickelt. Im kaiserlichen Auftrag muss Kurfürst Ludwig III. 1415 in Konstanz den böhmischen Ketzer Johannes Hus verbrennen  lassen, 1518 darf jedoch Luther im Heidelberger Augustinerkloster unbeheiligt seine Thesen verteidigen. Schon 1556 folgt die Pfalz unter ihren Kurfürsten der Reformation, unter ihrem Einfluss entwickelt  sich die Universität zu einem Zentrum der Reformationsbewegung und der 1563 publizierte calvinistische „Heidelberger Katechimus“ wird zum bedeutendsten Handbuch dieser Glaubenrichtung in Europa. 1608 übernimmt Kurfürst Friedrich IV. die Führung der Protestantischen Union – der Konflikt zwischen katholischen und protestantischen Fürstentümern verstärkt sich erheblich. Trotz der politischen Gewitterwolken wird das Heidelberger Schloss unter Friedrich V. (1613-1623), der Winterkönig, noch schöner und noch prächtiger gestaltet. Er entfaltet eine rege Bautätigkeit, dabei beschränkt er sich nicht nur auf Bauwerke wie den Englischen Palast, sondern lässt auch den Schlossgarten in das Achte Weltwunder verwandeln, bevor er 1620 als böhmischer König in der Schlacht am Weißen Berg unterliegt und so durch seine politische Hoffahrt Titel und Land verliert und der 30-jährige Krieg (1618-1648) ausbricht. 1622 eroberte der kaiserliche Feldherr Tilly Stadt und Schloss Heidelberg und lässt die berühmte Bibliotheca Palatina nach Rom in den Vatikan bringen, die Universität wird in den Kriegswirren geschlossen, und die Pfalz gerät unter die katholische Herrschaft von Bayern. Im Verlauf des Krieges werden Heidelberg und sein Umland mehrmals ausgeplündert und schwer zerstört. Das Land verliert drei Viertel seiner Bevölkerung, entweder durch den Krieg selbst oder durch den Krieg selbst oder durch nachfolgende Seuche wie Typhus, Pocken oder Pest. Mit dem Westfälischen Frieden 1649 wird Karl Ludwig, der Sohn Friedrich V., Kurfürst der Pfalz und führt den Protestantismus wieder ein, was in den nächsten Jahren viele Hugenotten, Flamen und Wallonen nach Heidelberg bringt. 1652 wird die Universität wiedereröffnet. 1671 verheiratet Karl Ludwig seine Tochter Elisabeth Charlotte (1652-1721), genannt Liselotte von der Pfalz mit Philip von Orléans, dem Bruder des französischen Sonnenkönigs Ludwig XIV. Als 1685 die Pfalz-Simmern Linie der Wittelsbacher ausstirbt, deklamiert der Sonnenkönig 1688 die Pfalz als zu Frankreich zugehörig und beginnt den Pfälzisch-Französischen Erbfolgekrieg, bei dem 1689 die Stadt und das Umland eingenommen und zerstört wird. Allein das Dorf Handschuhsheim wird dreimal niedergebrannt, die Toten werden in Massengräbern bestattet. Der Wiederaufbau beginnt recht zügig, jedoch werden 1693 Stadt und Schloss unter dem französischen General Mélac erneut erobert und dieses Mal systematisch verwüstet: das Schloss wird gesprengt, die Stadt wird mit Feuer in Schutt und Asche gelegt. Erst 1697 beginnen die Heidelberger mit dem Neuaufbau. Auf dem Grundriss der alten Straßenzüge zeigen sich nun entlang der Hauptstraße barocke Bauformen: ab 1701 der Neubau des Rathauses, 1712-1715 der Bau des Palais Morass, in den heute das Kurpfälzische Museum ist, 1712-1735 die Alte Universität. Das Schloss wird nur notdürftig repariert, da der neue Kurfürst weit entfernt wohnt. Das nunmehr katholische Herrscherhaus versucht, die protestantische Pfalz mit der Aufstellung von Marienfiguren (unter anderem die Madonna vom Kornmarkt) und dem Bau der Jesuitenkirche zum Katholizismus zu bekehren. Es kommt zu Spannungen zwischen der Bevölkerung und ihrem Kurfürsten, woraufhin Kurfürst 1720 das Mannheimer Schloss zur Restaurierung des Schlosses fallen lässt und 1720 das Mannheimer Schloss zur kurfürstlichen Residenz (neben der Sommerresidenz in Schwetzingen) erhebt. Sein Nachfolger Kurfürst Karl Theodor (1742-1799) entfaltet dennoch in Heidelberg eine rege Bautätigkeit, Heidelberg verdankt ihm das Große Fass (1750), das Karlstor (1775-1781) und nicht zuletzt die Alte Brücke (1786-1788). Als 1764 das halb aufgebaute Schloss durch einen Blitzschlag erneut niederbrennt, wird hier jegliche Bautätigkeit aufgegeben und das Schloss bleibt für mehrere Jahre fast unbeachtet (nein, nicht völlig, der Dichterfürst Goethe hat es bei mehreren Besuchen besichtigt und gerühmt). Erst im frühen 19. Jahrhundert setzt sich Graf Grinberg für die Erhaltung der Schlossruine ein, gleichzeitig wird mit der aufkommenden Romantik die Stadt Heidelberg und ihr Schloss besugen, verehrt und eben auch erste ausländische Gäste wie Edward Bulwer, William Turner oder Mark Twain bemalt und beschreiben die Komposition aus Flusslandschaft, Stadt und Schlossruine in eindringlichen Bildern. Auch heute noch macht dieses Bild den großen Reiz aus, aber Heidelberg hat sich auch unabhängig vom Schloss kräftig weiterentwickelt. 1803 wird die Rupertus-Karolus-Universität vom badischen Großherzog Karl Friedrich reformiert (und trägt seitdem den Namen beider Gründer), die naturwissendschaftlichen Institute sind heute in Neuenheim zu finden. Mit der Eingemeindung der umliegenden Dörfer ist Heidelberg geographisch beträchtlich gewachsen, und auch wirtschaftlich hat sich Heidelberg stabil entwickelt. Heidelberg heute ist eine Stadt mit altehrwürdiger Vergangenheit, die Sie aber dennoch als sehr jung und lebendig kennenlernen.",
  "Text7": "1890 1280 9103 8901 1781 2078 1037 0811 7910 0279 1307 9120 8911 7801 2791 9801 1908 2019 8318 0701 1872 1087 3197 1197 2019 7319 8218 7119 7219 1981 2980 1308 1187 1287 1387 1197 1290 7139 7102 9811 0871 2971 9180 1928 1938 1817 1820 7018 3701 9171 9271 0090 3719 2818 1719 2719 8191 8290 1839 1718 1700 2817 3081 7191 7291 7003 9182 9171 8172 9181 8911 0982 1983 0171 7821 7831 7091 1079 0210 7931 8920 0187 1179 2109 1803 1402 6170 0591 1671 4911 7341 3049 1670 1480 6115 3107 2911 3811 6204 1957 1761 1109 4143 7194 3103 0760 1619 1684 1351 1927 1381 1381 4621 7905 1176 1419 1074 3139 4163 0719 6114 0813 5010 7921 1381 0816 4219 7050 1716 1149 1470 3193 4136 7169 1164 8103 1519 7210 5318 8013 1246 1579 1617 0194 1137 0414 3917 6311 9618 4615 1312 7918 8311 0640 1597 1067 1019 0141 3047 1040 9317 3601 1691 0640 1053 1129 7183"
}
